var hi=new Array();
hi[0]=1;
hi[1]=2;
hi[2]=3;
hi[3]=4;
hi[4]=5;
hi[5]=6;
hi[6]=7;
hi[7]=8;
hi[8]=9;
hi[9]=10;
hi[10]=11;
hi[11]=12;
hi[12]=13;
hi[13]=14;
hi[14]=15;


var jt=new Array();
jt[1]=new Array(16,17,18,19);
jt[2]=new Array(20,21,22,23,24);
jt[3]=new Array(24,25,26,27,28,29,30,31);
jt[4]=new Array(32,33,34);
jt[5]=new Array();
jt[6]=new Array(35,36,37);
jt[7]=new Array(38,39,40);
jt[8]=new Array(41,42,43,44,45,46,47);
jt[9]=new Array();
jt[10]=new Array(48,49,50);
jt[11]=new Array(51,52,53,54,55);
jt[12]=new Array(56,57,58,59,60);
jt[13]=new Array(61,62,63);
jt[14]=new Array(64,65);
jt[15]=new Array();




ht='new Array()';
var hn=new Array();
hn[1]='互联网·游戏·软件';
hn[16]='互联网/移动互联网/电子商务';
hn[17]='网络游戏';
hn[18]='计算机软件';
hn[19]='IT服务/系统集成';

hn[2]='金融';
hn[20]='银行';
hn[21]='保险';
hn[22]='基金/证券/期货/投资';
hn[23]='会计/审计';
hn[24]='信托/担保/拍卖/典当';

hn[3]='消费品';
hn[25]='食品/饮料/烟酒/日化';
hn[26]='百货/批发/零售';
hn[27]='服装服饰/纺织/皮革';
hn[28]='家具/家电';
hn[29]='办公用品及设备';
hn[30]='奢侈品/收藏品';
hn[31]='工艺品/珠宝/玩具';

hn[4]='房地产·建筑·物业';
hn[32]='房地产开发/建筑/建材/工程';
hn[33]='规划/设计/装潢';
hn[34]='房地产服务(物业管理/地产经纪)';

hn[5]='GIFT';
hn[6]='电子·通信·硬件';
hn[35]='电子技术/半导体/集成电路';
hn[36]='通信(设备/运营/增值)';
hn[37]='计算机硬件/网络设备';

hn[7]='广告·传媒·教育·文化';
hn[38]='广告/公关/市场推广/会展';
hn[39]='影视/媒体/艺术/文化/出版';
hn[40]='教育/培训/学术/科研/院校';

hn[8]='服务·外包·中介';
hn[41]='专业服务(咨询/财会/法律/翻译等)';
hn[42]='中介服务';
hn[43]='外包服务';
hn[44]='检测/认证';
hn[45]='旅游/酒店/餐饮服务/生活服务';
hn[46]='娱乐/休闲/体育';
hn[47]='租赁服务';

hn[9]='EDU';

hn[10]='制药·医疗';
hn[48]='制药/生物工程';
hn[49]='医疗/保健/美容/卫生服务';
hn[50]='医疗设备/器械';

hn[11]='汽车·机械·制造';
hn[51]='机械制造/机电/重工';
hn[52]='印刷/包装/造纸';
hn[53]='原材料及加工';
hn[54]='仪器/仪表/工业自动化/电气';
hn[55]='汽车/摩托车';

hn[12]='能源·化工·环保';
hn[56]='能源(电力/水利)';
hn[57]='石油/石化/化工';
hn[58]='采掘/冶炼/矿产';
hn[59]='环保';
hn[60]='新能源';

hn[13]='交通·贸易·物流';
hn[61]='交通/物流/运输';
hn[62]='贸易/进出口';
hn[63]='航空/航天';

hn[14]='政府·农林牧渔';
hn[64]='政府/公共事业/非营利机构';
hn[65]='农/林/牧/渔';

hn[15]='Others';


